Repository: levtlv/lev-crm
Catalog: denizen/locale/*/LC_MESSAGES/django.po
Languages: he

source: Intrests
he: תחומי ענין

source: Volunteering
he: התנדבות

source: new
he: חדש

source: for zippi
he: לטיפולה של ציפי

source: in progress
he: המשך טיפול

source: walk in
he: פנה אלינו

source: supporter
he: תומכת

source: undecided
he: מתלבטת

source: huldai
he: חולדאי

source: zamir
he: זמיר

source: assaf Harel
he: אסף

source: other
he: מתנגד בכללי

source: unknown
he: לא ידוע

source: no thanks
he: לא תודה

source: willing
he: בכיף

source: fullfilled
he: בוצע

source: name
he: שם

source: father's name
he: שם האב

source: phone
he: טלפון

source: Education Foundations
he: מוסדות חינוך

source: email
he: דואל

source: state
he: מצב

source: Neighborhood
he: שכונה

source: willing to voounteer on election day
he: מוכן להתנדב ביום בחירות

source: willing to be in the second ring
he: מוכל להיות במעגל השני

source: willing to host a meetup
he: מוכן לארח מפגש

source: willing to hang a palrig
he: מוכן לתלות פאלריג

source: willing to be a call center volounteer
he: מוכן לעזור בטלפונים

source: willing to be a volounteer in the field
he: מוכן להתנדב בשטח

source: willing to digital volounteer
he: מוכן לעזור בדיגיטל

source: want to be a guest in a meetup
he: תישמח להתארח במפגש

source: Interested in women rights
he: מתעניינת בזכויות נשים

source: Interested in civic participation
he: מתעניינת בשיתוף ציבור

source: Interested in the commons
he: מתעניינת במרחב הציבורי

source: Interested in education
he: מתעניינת בחינוך

source: Interested in religion
he: מתעניינת בהדתה

source: Address
he: כתובת

source: Notes
he: הערות

source: zehut
he: ת.ז.

source: birth year
he: שמת לידה

source: they can't be more than 108 years old
he: אין מצב שהיא בת יותר מ 108

source: They can't be younger than 18
he: אין מצב שהיא צעירה מ 18

source: ballot name
he: שם הקלפי

source: Source
he: מקור

source: Whatever
he: לא ברור

source: Denizen
he: תושב

source: Denizens
he: תושבים
